Repository: team7km/parserok-cs-cart410
Catalog: cscart410.parserok.pp.ua/var/langs/*/addons/csc_vertical_menu.po
Languages: ru

# Addons::name::csc_vertical_menu
source: CS-Coding: Vertical Menu
ru: CS-Coding: Вертикальное меню

# Addons::description::csc_vertical_menu
source: Vertical Menu
ru: Вертикальное меню

# SettingsSections::csc_vertical_menu::general
source: General
ru: Общие

# SettingsOptions::csc_vertical_menu::licensekey
source: License Key
ru: Ключ лицензии

# SettingsOptions::csc_vertical_menu::background_elements
source: Background Elements
ru: Фон элементов

# SettingsOptions::csc_vertical_menu::background_submenu_elements
source: Background Submenu Elements
ru: Фон элементов подменю

# SettingsOptions::csc_vertical_menu::color_text_elements
source: Color Text Elements
ru: Цвет текста элементов

# SettingsOptions::csc_vertical_menu::submenu_color_text_elements
source: Submenu Color Text Elements
ru: Цвет текста элементов подменю

# SettingsOptions::csc_vertical_menu::show_product_count
source: Show Product Count
ru: Показывать количество товаров

# Languages::csc_your_license_is_not_valid
source: License Key is not valid
ru: Ключ лицензии не верный

# Languages::vertical_menu
source: Vertical Menu
ru: Вертикальное меню

# Languages::block_vertical_menu
source: Vertical Menu Block
ru: Вертикальное меню

# Languages::vertical_menu_block
source: Show Products Count
ru: Вертикальное меню
