Repository: team7km/parserok-cs-cart410
Catalog: cscart410.parserok.pp.ua/var/langs/*/addons/novaposhta.po
Languages: ru_ru, uk_ua

# Addons::name::novaposhta
source: Nova Poshta intergation
ru_ru: Интеграция с Новой Почтой
uk_ua: Інтеграція з Новою Поштою

# Addons::description::novaposhta
source: Allows you to get realtime shipping cost from Nova Poshta carrier
ru_ru: Позволяет получать стоимость доставки в реальном времени
uk_ua: Дозволяє отримати вартість доставки в реальному часі від оператора Нова Пошта

# SettingsSections::novaposhta::general
source: General
ru_ru: Основные
uk_ua: Загальні

# SettingsOptions::novaposhta::license_key
source: License Key
ru_ru: Лицензионный ключ
uk_ua: Ліцензійний ключ

# SettingsOptions::novaposhta::elm_novaposhta_settings
source: API Settings
ru_ru: Параметры API-интерфейса
uk_ua: API налаштування

# SettingsOptions::novaposhta::api_key
source: API key
ru_ru: Ключ API
uk_ua: Ключ API

# SettingsOptions::novaposhta::cache_livetime
source: Cache lifetime (in days)
ru_ru: Время жизни кэша (в днях)
uk_ua: Час життя кеша (в днях)

# SettingsOptions::novaposhta::cron_password
source: Cron password
ru_ru: Cron пароль
uk_ua: Cron пароль

# Languages::addons.novaposhta.shipping_type
source: Shipping type
ru_ru: Тип доставки
uk_ua: Тип доставки

# Languages::addons.novaposhta.warehouse_doors
source: Warehouse -> Doors
ru_ru: Склад -> двери
uk_ua: Склад -> двері

# Languages::addons.novaposhta.warehouse_warehouse
source: Warehouse -> Warehouse
ru_ru: Склад -> склад
uk_ua: Склад -> склад

# Languages::addons.novaposhta.default_weight
source: Default shipment weight
ru_ru: Вес груза по умолчанию
uk_ua: Вага вантажу за промовчанням

# Languages::addons.novaposhta.default_volume
source: Default shipment volume
ru_ru: Объем отгрузки по умолчанию
uk_ua: Об'єм вантажу за промовчанням

# Languages::nova_poshta_renew_cities
source: Update cities list
ru_ru: Обновить список городов
uk_ua: Оновити список міст

# Languages::nova_poshta_renew_regions
source: Update regions list
ru_ru: Обновить список областей
uk_ua: Оновити список областей

# Languages::addons.novaposhta_cron_url
source: You can use Cron to update cities info.<br />Use the following line to run the script according to schedule:<br /> php [dir_root] --dispatch=novaposhta.renew_cities --cron_password=[cron_password].<br />Or /usr/bin/wget -O - -q -t 1 '[url_path]'
ru_ru: Вы можете использовать Cron для обновления информации о городах.<br />Используйте следующую команду для запуска скрипта по расписанию:<br /> php [dir_root] --dispatch=novaposhta.renew_cities --cron_password=[cron_password]<br />Or /usr/bin/wget -O - -q -t 1 '[url_path]'
uk_ua: Ви можете використовувати Cron для оновлення інформації про міста.<br />Використовуйте наступну команду для запуску скрипта за розкладом:<br /> php [dir_root] --dispatch=novaposhta.renew_cities --cron_password=[cron_password]<br />Or /usr/bin/wget -O - -q -t 1 '[url_path]'

# Languages::shipment_status
source: Shipment status
ru_ru: Статус посылки
uk_ua: Статус вантажу

# Languages::shipment_received_at
source: Shipment received at
ru_ru: Посылка получена в
uk_ua: Вантаж отримано в

# Languages::reception_time
source: Reception time
ru_ru: Время работы
uk_ua: Час роботи

# Languages::addons.novaposhta.api_key_not_specified
source: API key not specified!
ru_ru: API ключ пуст!
uk_ua: API ключ порожній!
